{
    "general": {
        "video_copied": "Videolink in die Zwischenablage kopiert",
        "dislikes": "Abneigungsknöpfe"
    },
    "settings": {
        "ad_block": {
            "title": "Anzeigenblocker",
            "description": "Blockiert nahtlos Video- und Feed-Werbung und unterliegt nicht den Methoden von YouTube zur Verhinderung von Blockern"
        },
        "sponsorblock_full_unused": {
            "title": "SponsorBlock",
            "description": "Überspringt Sponsorensegmente in YouTube-Videos mithilfe einer Crowdsourcing-Datenbank. Unterstützt auch das Überspringen von Intros, Outros und Aufforderungen zum Abonnieren. Nach dem Umschalten neu starten."
        },
        "dearrow": {
            "title": "DeArrow",
            "description": "Ersetzt Titel und Vorschaubilder durch genauere, weniger sensationslüsterne Versionen aus einer öffentlichen Crowdsourced-Datenbank. Verlangsamt das Laden, da es Informationen vom Server abrufen muss"
        },
        "dislikes": {
            "title": "Abneigungen zurückgeben",
            "description": "Verwendet die YouTube Abneigungen zurückgeben API (returnyoutubedislike.com), um Abneigungsknöpfe wieder zu YouTube hinzuzufügen. Verlangsamt das Laden von Videos, da Informationen vom Server abgerufen werden müssen"
        },
        "h264ify": {
            "title": "H.264 erzwingen (h264ify)",
            "description": "Erzwingt, dass YouTube nur Videos im H.264-Codec streamt. Dies kann die Leistung und Akkulaufzeit auf langsameren Geräten verbessern, verhindert aber, dass Sie Videos mit mehr als 1080p ansehen können. Starten Sie nach dem Umschalten neu."
        },
        "hardware_decoding": {
            "title": "Hardware-Dekodierung",
            "description": "Verwendet Ihren Grafikprozessor zur Dekodierung von Videos, wenn möglich. Die Deaktivierung dieser Funktion kann Wiedergabeprobleme beheben, kann aber je nach CPU zu Verzögerungen führen. Starten Sie nach dem Umschalten neu."
        },
        "low_memory_mode": {
            "title": "Wenigspeichermodus",
            "description": "Weist YouTube an, den Modus für geringen Speicherbedarf zu aktivieren, was die Leistung auf langsameren Geräten auf Kosten einiger visueller Effekte verbessern kann. Starten Sie nach dem Umschalten neu."
        },
        "fullscreen": {
            "title": "Vollbildschirm",
            "description": "Aktiviert den Vollbildmodus und lässt VacuumTube immer im Vollbildmodus starten."
        },
        "keep_on_top": {
            "title": "Oben halten",
            "description": "Aktiviert „Oben halten“ und sorgt dafür, dass VacuumTube so gestartet wird, dass das Fenster über allen anderen Fenstern angeheftet ist."
        },
        "userstyles": {
            "title": "Benutzerdefinierte CSS (Benutzerstile)",
            "description": "Ermöglicht das Einfügen von benutzerdefinierten CSS-Stilen. Legen Sie Ihre .css-Dateien im Ordner „Benutzerstile“ ab."
        }
    }
}
