{
    "general": {
        "video_copied": "Videolink naar klembord gekopieerd"
        "dislikes": "Afkeerknoppen"
    },
    "settings": {
        "ad_block": {
            "title": "Ad-blokker",
            "description": "Blokkeert naadloos video- en feed-advertenties en is niet onderhevig aan de blokkeermethoden van YouTube. Herstart na het omschakelen."
        },
        "sponsorblock_unused": {
            "title": "Sponsorblok",
            "description": "Slaat sponsorsegmenten in YouTube-video's over met behulp van een crowdsourced database. Ondersteunt ook het overslaan van intro's, outro's en herinneringen om je te abonneren. Start opnieuw op na het omschakelen."
        },
        "dearrow": {
            "title": "DeArrow",
            "description": "Vervangt titels en miniaturen door nauwkeurigere, minder sensationele versies uit een openbare, crowdsourcedatabase. Vertraagt het laden, omdat het info moet ophalen van de server. Herstart na omschakelen."
        },
        "dislikes": {
            "title": "Afkeren teruggeven",
            "description": "Gebruikt de Return YouTube Dislike API (returnyoutubedislike.com) om afkeerknoppen opnieuw toe te voegen aan YouTube. Vertraagt het laden van video's, omdat het informatie van de server moet ophalen. Start opnieuw op na het omschakelen."
        },
        "h264ify": {
            "title": "H.264 forceren (h264ify)",
            "description": "Dwingt YouTube om video's alleen in H.264 te streamen. Dit kan helpen bij de prestaties en de levensduur van de batterij op langzamere apparaten, maar voorkomt dat u iets boven 1080p kunt bekijken. Herstart na het omschakelen."
        },
        "hardware_decoding": {
            "title": "Hardwaredecodering",
            "description": "Gebruikt waar mogelijk uw GPU om video's te decoderen. Als u dit uitschakelt, kunnen afspeelproblemen worden opgelost, maar kan er vertraging optreden, afhankelijk van uw CPU. Herstart na het omschakelen."
        },
        "low_memory_mode": {
            "title": "Laaggeheugenmodus",
            "description": "Vertelt YouTube om de modus met laag geheugen in te schakelen, wat de prestaties op langzamere apparaten kan verbeteren ten koste van sommige visuele effecten. Herstart na het omschakelen."
        },
        "fullscreen": {
            "title": "Vollescherm",
            "description": "Schakelt volledig scherm in en zorgt ervoor dat VacuumTube altijd opstart in volledig scherm."
        },
        "keep_on_top": {
            "title": "Bovenaan houden",
            "description": "Schakelt \"Bovenaan houden\" in en zorgt ervoor dat VacuumTube wordt gestart met het venster boven elk ander venster vastgepind."
        },
        "userstyles": {
            "title": "Aangepaste CSS (gebruikersstijlen)",
            "description": "Maakt injectie van aangepaste CSS-stijlen mogelijk. Plaats je .css-bestanden in de gebruikersstijlen map."
        }
    }
}
