{
    "general": {
        "video_copied": "Video bağlantısı panoya kopyalandı",
		"dislikes": "Beğenmeyenler"
    },
    "settings": {
        "ad_block": {
            "title": "Reklam Engelleyici",
            "description": "Video ve yayıncı reklamlarını engeller, YouTube engelleyicileri engelleme yöntemlerine tabi değildir. Değiştirdikten sonra yeniden başlatın."
        },
		"sponsorblock_unused": {
            "title": "Sponsor Engelleyici",
            "description": "Kitlesel veritabanı kullanarak YouTube videolarındaki sponsor bölümlerini atlar. Ayrıca girişleri, çıkışları ve abonelik hatırlatıcılarını atlamayı da destekler. Değiştirdikten sonra yeniden başlatın."
        },
		"dearrow": {
            "title": "DeArrow",
            "description": "Başlıkları ve küçük resimleri, herkese açık veritabanından alınan daha doğru ve daha az sansasyonel sürümlerle değiştirir. Sunucudan bilgi alması gerektiğinden yüklemeyi yavaşlatır. Değiştirdikten sonra yeniden başlatın."
        },
		"dislikes": {
            "title": "Beğenmemeleri Göster",
            "description": "YouTube beğenmeyenleri göstermek için YouTube Beğenmeme API (returnyoutubedislike.com) kullanır. Sunucudan bilgi alması gerektiğinden video yüklemesini yavaşlatır. Değiştirdikten sonra yeniden başlatın."
        },
        "h264ify": {
            "title": "H.264 İçin Zorla (h264ify)",
            "description": "YouTube üstünde H.264 biçimli videoların görünmesini sağlar. Yavaş cihazlarda performansa ve pil ömrüne yardımcı olabilir, ama 1080p üstündeki çözünürlükte video izlemenizi engeller. Değiştirdikten sonra yeniden başlatın."
        },
        "hardware_decoding": {
            "title": "Donanımsal Kod Çözücü",
            "description": "Mümkünse videoları çözmek için GPU kullanır. Bu özelliği devre dışı bırakmak oynatma sorunlarını çözebilir, ancak CPU üstünde gecikmeye neden olabilir. Değiştirdikten sonra yeniden başlatın."
        },
        "low_memory_mode": {
            "title": "Düşük Bellek Modu",
            "description": "YouTube düşük bellek modu etkinleştirmesini sağlar. Bazı görsel efektlerden ödün vererek daha yavaş cihazlarda performansı artırabilir. Değiştirdikten sonra yeniden başlatın."
        },
        "fullscreen": {
            "title": "Tam Ekran",
            "description": "Tam ekran özelliğini etkinleştirir ve VacuumTube her zaman tam ekranda başlatılır."
        },
        "keep_on_top": {
            "title": "Üstte Tut",
            "description": "Üstte Tutmayı etkinleştirir ve VacuumTube tüm pencerelerin üstüne sabitlenerek başlatılır."
        },
        "userstyles": {
            "title": "Özel CSS (Kullanıcı Stilleri)",
            "description": "Özel CSS stillerinin eklenmesini sağlar. .css dosyalarınızı {path} klasörüne yerleştirin."
        }
    }
}
